export interface Track {
  url: string;
  title: string;
  tags: string[];
  lyrics: string;
}

export const tracks: Track[] = [
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Fdream.mp3?alt=media&token=32424e9d-0f4f-44e8-bfd2-127fd38995ce",
    title: "꿈찾기",
    tags: ["cute"],
    lyrics: `[00:00.00]<꿈찾기>
        [00:21.90]희미하게 지워져갔지
        [00:26.00]지난날들의 꿈, 나의 어릴적
        [00:35.41]기억 속에 묻혀 사라진 내 어린 꿈들
        [00:41.50]그 소중했던 꿈 찾아 이 길을 떠나가자
        [00:49.00]하나 둘씩 잊혀져 갔지
        [00:53.50]어린시절의 꿈, 작고 키 작은
        [01:03.00]기억 속에 묻혀 사라진 내 어린 꿈들
        [01:08.90]그 소중했던 꿈 찾아 이 길을 떠나가자
        [01:18.00]어쩌면 그 꿈들도 기억 저편 어디선가
        [01:24.30]날 찾아 길을 떠나겠지 그 조그맣던 나를
        [01:32.10]하지만 찾을 수 있어 그 작고 소중한 꿈
        [01:38.00]언제나 내 기억 속에서 살며시 숨쉬고 있어
        [01:47.50]꿈을 찾아 떠나는 설레임 속에
        [01:51.90]휘파람을 불며 떠나가보자
        [01:55.30]그 어디선가 나를 기다리고 있을
        [02:01.40]다시 만나는 날에 굳게 손잡고
        [02:05.70]다른 꿈들 함께 찾아가야지
        [02:09.00]그 어디선가 나를 기다리고 있을
        [02:47.40]어쩌면 그 꿈들도 기억 저편 어디선가
        [02:53.50]날 찾아 길을 떠나겠지 그 조그맣던 나를
        [03:01.03]하지만 찾을 수 있어 그 작고 소중한 꿈
        [03:07.15]언제나 내 기억 속에서 살며시 숨쉬고 있어
        [03:16.50]꿈을 찾아 떠나는 설레임 속에
        [03:20.90]휘파람을 불며 떠나가보자
        [03:24.45]그 어디선가 나를 기다리고 있을
        [03:30.50]다시 만나는 날에 굳게 손잡고
        [03:34.70]다른 꿈들 함께 찾아가야지
        [03:38.10]그 어디선가 나를 기다리고 있을
        [03:44.30]꿈을 찾아 떠나는 설레임 속에
        [03:48.50]휘파람을 불며 떠나가보자
        [03:51.90]그 어디선가 나를 기다리고 있을
        [03:57.90]다시 만나는 날에 굳게 손잡고
        [04:02.30]다른 꿈들 함께 찾아가야지
        [04:05.70]그 어디선가 나를 기다리고 있을`,
  },
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Fnewwater.mp3?alt=media&token=352322ea-d969-418a-a692-62872d54a099",
    title: "새물",
    tags: ["cute"],
    lyrics: `[00:00.00]<새물>
        [00:28.35]싱그런 봄날에 따뜻한 햇살보다
        [00:35.13]뜨거운 태양 내리쬐는 거리를 벗삼아
        [00:41.80]화창한 가을날 시원한 바람보다
        [00:48.90]시린 바람 몰아치는 언덕에 선 우리
        [00:55.70]사람이 더불어 사는 세상
        [01:00.30]포기할 수 없기에
        [01:02.50]부서지고 깨어져도 우린 두렵지않아
        [01:10.85]한 걸음 한 걸음씩
        [01:13.30]내딛는 우리의 힘찬 걸음이
        [01:18.00]아름다운 세상 만드는 한 줌 거름 되는걸
        [01:24.76]조금씩 조금씩
        [01:27.30]흘리는 우리의 땀방울이
        [01:31.71]더러운 세상 씻어내는
        [01:34.50]맑은 새물 되는걸
        [01:59.20]사람이 더불어 사는 세상
        [02:03.70]포기할 수 없기에
        [02:06.00]부서지고 깨어져도 우린 두렵지않아
        [02:14.25]한 걸음 한 걸음씩
        [02:17.09]내딛는 우리의 힘찬 걸음이
        [02:21.40]아름다운 세상 만드는 한 줌 거름 되는걸
        [02:28.20]조금씩 조금씩
        [02:30.80]흘리는 우리의 땀방울이
        [02:35.12]더러운 세상 씻어내는
        [02:38.00]맑은 새물 되는걸
        [02:42.00]한 걸음 한 걸음씩
        [02:44.50]내딛는 우리의 힘찬 걸음이
        [02:48.80]아름다운 세상 만드는 한 줌 거름 되는걸
        [02:55.70]조금씩 조금씩
        [02:58.20]흘리는 우리의 땀방울이
        [03:02.55]더러운 세상 씻어내는
        [03:05.55]맑은 새물 되는걸`,
  },
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Fallone.mp3?alt=media&token=ae903f8e-8596-4c6c-86d5-cd36d5d78fe0",
    title: "우린 하나요",
    tags: ["cute"],
    lyrics: `[00:00.00]<우린 하나요>
        [00:16.00]우린 하나요 둘이 아니라
        [00:22.30]둘도 없는 우린 하나요
        [00:28.80]누가 뭐래도 우린 하나요
        [00:35.15]손잡으니 우린 하나요
        [00:40.30]눈물로 지새운 세월
        [00:43.52]한숨만 흐르던 세월
        [00:46.75]이제는 바다 건너 던져 버리고
        [00:53.20]햇살이 쏟아져 내려 우리를 축복하노니
        [00:59.90]이젠 두 번 다신 이별 않으리
        [01:32.80]우린 하나요 둘이 아니라
        [01:39.00]둘도 없는 우린 하나요
        [01:45.57]누가 뭐래도 우린 하나요
        [01:52.00]손잡으니 우린 하나요
        [01:57.30]눈물로 지새운 세월
        [02:00.55]한숨만 흐르던 세월
        [02:03.60]이제는 바다 건너 던져 버리고
        [02:10.00]햇살이 쏟아져 내려 우리를 축복하노니
        [02:16.80]이젠 두 번 다신 이별 않으리
        [02:35.20]눈물로 지새운 세월
        [02:38.65]한숨만 흐르던 세월
        [02:42.00]이제는 바다 건너 던져 버리고
        [02:48.20]햇살이 쏟아져 내려 우리를 축복하노니
        [02:55.00]이젠 두 번 다신 이별 않으리
        [03:01.74]이젠 두 번 다신 이별 않으리`,
  },
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Fbeone.mp3?alt=media&token=670d8291-a187-43f5-b9a6-dd39b1232cf1",
    title: "우리 하나되어",
    tags: ["cute"],
    lyrics: `[00:00.00]<우리하나되어>
        [00:28.50]작은 풀잎새로 이슬이 맺혀
        [00:35.60]이내 땅으로 내려와 냇물이 되고
        [00:42.50]들판 가로질러 바다로 가네
        [00:49.84]가장 낮은곳 그곳엔 바다가 있네
        [00:56.68]하지만 혼자로는 갈수가 없어
        [01:04.08]우리 하나로 뭉쳐 흘러야 해
        [01:13.80]모두다 한뜻 한마음으로
        [01:18.10]우리 아름다운 마음으로
        [01:21.06]하나로 뭉쳐 흘러가네
        [01:25.70]뜨거운 바다를 향해
        [01:28.18]이젠 결코 멈출수 없는
        [01:32.10]우리 거침없는 사랑으로
        [01:35.24]해방의 바다 열어가리
        [01:40.10]우리 하나되어
        [01:56.10]하지만 혼자로는 갈수가 없어
        [02:04.25]우리 하나로 뭉쳐 흘러야 해
        [02:13.55]모두다 한뜻 한마음으로
        [02:18.00]우리 아름다운 마음으로
        [02:20.99]하나로 뭉쳐 흘러가네
        [02:25.30]뜨거운 바다를 향해
        [02:28.20]이젠 결코 멈출수 없는
        [02:31.99]우리 거침없는 사랑으로
        [02:34.97]해방의 바다 열어가리
        [02:39.55]우리 하나되어
        [02:42.15]한뜻 한마음으로
        [02:44.45]우리 아름다운 마음으로
        [02:47.44]하나로 뭉쳐 흘러가네
        [02:52.07]뜨거운 바다를 향해
        [02:54.47]이젠 결코 멈출수 없는
        [02:58.40]우리 거침없는 사랑으로
        [03:01.50]해방의 바다 열어가리
        [03:05.95]우리 하나되어
        [03:08.85]해방의 바다 열어가리
        [03:13.30]우리 하나되어`,
  },
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Ffly2.mp3?alt=media&token=bdf21aab-027b-402f-ab5a-c97d5fcd5009",
    title: "날자2",
    tags: ["cute"],
    lyrics: `[00:00.00]<날자2>
        [00:13.80]낮은 둥지속에서 우리 꿈을 키우며 살아왔지
        [00:20.80]하늘로 날아올라 푸른 세상을 내려다 보는 꿈
        [00:28.00]홀로 작은 날개 퍼덕이며 더 높이 날수 없어
        [00:35.25]서로가 서로에게 날개가 되어야 하네
        [00:42.38]더 큰 몸짓으로 뛰어보자
        [00:45.87]더 큰 날개짓으로 날아오르자
        [00:49.30]더 높은곳에 올라 하나된 세상 보게 될꺼야
        [00:56.10]우리 날자 더 높이 날자 우리 큰 꿈을 보듬어 안고
        [01:03.65]통일의 바람을 타고 가로막은 장벽을 넘어
        [01:10.05]우리 날자 더 멀리 날자 우리 큰 희망을 노래하며
        [01:17.80]너와 나의 날개짓처럼 하나된 세상 펼쳐보자
        [01:39.30]더 큰 몸짓으로 뛰어보자
        [01:42.65]더 큰 날개짓으로 날아오르자
        [01:46.20]더 높은곳에 올라 하나된 세상 보게 될꺼야
        [01:53.00]우리 날자 더 높이 날자 우리 큰 꿈을 보듬어 안고
        [02:00.48]통일의 바람을 타고 가로막은 장벽을 넘어
        [02:07.20]우리 날자 더 멀리 날자 우리 큰 희망을 노래하며
        [02:14.75]너와 나의 날개짓처럼 하나된 세상 펼쳐보자
        [02:21.45]우리 날자 더 높이 날자 우리 큰 꿈을 보듬어 안고
        [02:28.99]통일의 바람을 타고 가로막은 장벽을 넘어
        [02:35.50]우리 날자 더 멀리 날자 우리 큰 희망을 노래하며
        [02:43.15]너와 나의 날개짓처럼 하나된 세상 펼쳐보자`,
  },
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Frightnow.mp3?alt=media&token=be4dd81e-6bba-4014-bede-8b908b67751e",
    title: "바로지금이에요",
    tags: ["cute"],
    lyrics: `[00:00.00]<바로지금이에요>
            [00:24.49]아직은 때가 아니라고
            [00:30.30]조금 더 기다리라고
            [00:35.92]차일피일 미루다가
            [00:40.50]오늘까지 왔죠
            [00:47.00]하지만 언제까지 기다리나요
            [00:52.80]기다리면 때는 오나요
            [00:58.50]들판에 활짝 핀 푸른 봄날을
            [01:04.20]언제까지 기다려야만 하나요
            [01:09.30]바로 지금이에요
            [01:12.95]바로 지금이에요
            [01:15.45]우리함께 가야할 순간
            [01:18.61]바로 지금이에요
            [01:21.30]그누구도 우리를 대신해주지 않아
            [01:27.00]우리만이 할 수 있어요
            [01:55.70]하지만 언제까지 기다리나요
            [02:01.42]기다리면 때는 오나요
            [02:07.00]들판에 활짝 핀 푸른 봄날을
            [02:12.70]언제까지 기다려야만 하나요
            [02:18.40]바로 지금이에요
            [02:21.32]바로 지금이에요
            [02:24.20]우리함께 가야할 순간
            [02:27.05]바로 지금이에요
            [02:29.90]그누구도 우리를 대신해주지 않아
            [02:35.50]우리만이 할 수 있어요
            [02:41.32]바로 지금이에요
            [02:44.28]바로 지금이에요
            [02:47.05]우리함께 가야할 순간
            [02:49.88]바로 지금이에요
            [02:52.75]그누구도 우리를 대신해주지 않아
            [02:58.33]우리만이 할 수 있어요
            [03:04.39]우리만이 할 수 있어요
            [03:10.12]우리만이 할 수 있어요`,
  },
  {
    url: "https://firebasestorage.googleapis.com/v0/b/urbur-5e34d.appspot.com/o/musics%2Fwings.mp3?alt=media&token=e2c13513-ec6c-4e5f-a26d-49c06c45025a",
    title: "날개",
    tags: ["cute"],
    lyrics: `[00:00.00]<날개>                
            [00:35.30]너와 나의 어깨 위에 날개를 달아
            [00:41.80]하늘높이 올라 날아갈 수 있게
            [00:49.60]드높은 철조망 흐르는 이념의 강들
            [00:56.69]모두가 뛰어넘어 날아갈 수 있게
            [01:04.57]우릴 막는 어떤 장벽도
            [01:10.99]땅위에 존재할 뿐
            [01:17.45]하늘높이 날 수 있다면 (장벽을 넘어)
            [01:23.96]언제라도 하나일 수 있어
            [01:30.30]날개를 달고 더 높이 날아가
            [01:36.65]긴 세월 찢겨진 그 상처를 넘어
            [01:43.01]하나된 우리 큰 날개를 펴고
            [01:48.60]함께 가야할 그 곳으로
            [02:21.00]드높은 철조망 흐르는 이념의 강들
            [02:27.80]모두가 뛰어넘어 날아갈 수 있게
            [02:35.75]기다림에 지친 한숨들
            [02:42.14]아이들의 푸른 눈빛들
            [02:48.60]모두의 바램을 모아 (철조망 넘어)
            [02:55.17]지금부터 함께 한다면
            [03:01.54]날개를 달고 더 높이 날아가
            [03:07.95]긴 세월 찢겨진 그 상처를 넘어
            [03:14.27]하나된 우리 큰 날개를 펴고
            [03:19.80]함께 가야할 그 곳으로
            [03:27.30]날개를 달고 더 높이 날아가
            [03:33.50]긴 세월 찢겨진 그 상처를 넘어
            [03:39.85]하나된 우리 큰 날개를 펴고
            [03:45.45]함께 가야할 그 곳으로`,
  },
];
